R
VER#R3
nam#MZK_YAKUSOKU#やくそく#YAKUSOKU#约定
nod#ALBMZK_YAKUSOKU#
typ#3
aut#Agurichan
dtm#REE21#REE21
ref#web;moegirl;
lbl#mzk_smooth#

*收录专辑#《やくそく》《「結城友奈は勇者である」ベストアルバム「勇気の歌」》
*演唱#鹫尾须美(CV三森铃子).乃木园子(花泽香菜)
*作词#中村彼方
*作曲#三井真一
*编曲#三谷秀甫

;暂不支持带链接的文字，稍后从C#转向C++.
tab#med#やくそく♪#[三森すずこ&花澤香菜-やくそく]|url\testrpi\LIBR\ALBMZK_YAKUSOKU\やくそく.flac|url\testrpi\LIBR\ALBMZK_YAKUSOKU\cover.jpg

;歌词系统暂无
;さよならじゃない 今未来が始まるんだ
;淡い蕾は花開いて 祝福を歌う
;秘密の場所に埋めたのは
;密かな夢と 宝の地図
;時間巡りを閉じ込めた
;小さなガラスの欠片だった
;あの時 君は 君は 勇気を得た
;友を信じ抜く勇気を得た
;永遠に消えない 誇りになるだろう
;最後の鐘が響き出す
;たとえ 涙が落ちてしまうとしても
;下を向いたりしないと誓おう
;そっと重ねた 思い出の数だけ
;光ゆらめいて 背中を押した
;流れ続ける砂時計のような時よ
;翼広げてさあ飛び立とう 地平線の果て
;あどけなかった横顔が
;凛々しくなったはいつの日か
;速まる日々に負けぬよう
;毎日夢中で追いかけてた
;あの時 君は 君は 希望を見た
;暗闇に浮かぶ 希望を見た
;行き先照らす 明かりになるだろう
;もう迷うことはないんだ
;いつか傷つくことがあるとしても
;友がくれた言葉を胸に
;傷を癒して進み続けるよ
;きっとその先でまた会えるから
;あの時 君は 君は 勇気を得た
;友を信じ抜く勇気を得た
;永遠に消えない 誇りになるだろう
;最後の鐘が響き出す
;たとえ 涙が落ちてしまうとしても
;下を向いたりしないと誓おう
;そっと重ねた 思い出の数だけ
;光ゆらめいて 背中を押した
;あのね ありがとう またあの場所で
;
;阅读更多：约定(结城友奈是勇者)（https://zh.moegirl.org.cn/%E7%BA%A6%E5%AE%9A(%E7%BB%93%E5%9F%8E%E5%8F%8B%E5%A5%88%E6%98%AF%E5%8B%87%E8%80%85) ）
;本文引自萌娘百科(https://zh.moegirl.org.cn )，文字内容默认使用《知识共享 署名-非商业性使用-相同方式共享 3.0》协议。
;
;[00:06.60]腾讯享有本翻译作品的著作权
;[00:06.60]词：中村彼方
;[00:13.21]//
;[00:13.21]曲：三井真一
;[00:19.81]//
;[00:19.81]编曲：三谷秀甫
;[00:26.42]//
;[00:26.42]さよならじゃない
;[00:30.26]这不是告别
;[00:30.26]今未来が始まるんだ
;[00:37.98]现在未来正要开启
;[00:37.98]淡い蕾は花開いて
;[00:44.78]淡淡的花蕾绽放
;[00:44.78]祝福を歌う
;[00:49.96]歌唱祝福
;[00:49.96]秘密の場所に埋めたのは
;[00:55.31]秘密的地方里埋藏下的是
;[00:55.31]密かな夢と宝の地図
;[01:01.60]不为人知的梦想和藏宝图
;[01:01.60]時間巡りを閉じ込めた
;[01:06.86]那小小的玻璃碎片
;[01:06.86]小さなガラスの欠片だった
;[01:12.35]曾关闭了时间的轮回
;[01:12.35]あの時君は君は勇気を得た
;[01:18.19]那个时候 你得到了勇气
;[01:18.19]友を信じ抜く勇気を得た
;[01:24.85]得到了相信朋友的勇气
;[01:24.85]永遠に消えない誇りになるだろう
;[01:30.59]这会是永远铭记的骄傲吧
;[01:30.59]最後の鐘が響き出す
;[01:35.77]最后的钟声响起
;[01:35.77]たとえ涙が落ちてしまうとしても
;[01:41.60]约定好就算流下泪水
;[01:41.60]下を向いたりしないと誓おう
;[01:47.88]也绝不向下看 
;[01:47.88]そっと重ねた思い出の数だけ
;[01:53.72]悄悄增加的回忆
;[01:53.72]光ゆらめいて背中を押した
;[02:05.99]闪着光推着我向前
;[02:05.99]流れ続ける砂時計のような時よ
;[02:17.56]就像沙漏里不断流逝的时间
;[02:17.56]翼広げてさあ飛び立とう
;[02:24.37]展开翅膀 飞翔吧
;[02:24.37]地平線の果て
;[02:29.40]直到地平线的尽头
;[02:29.40]あどけなかった横顔が
;[02:35.13]天真无邪的侧脸
;[02:35.13]凛々しくなったはいつの日か
;[02:40.86]从什么时候变得如此坚定果敢
;[02:40.86]速まる日々に負けぬよう
;[02:46.37]不想输给飞速的光阴
;[02:46.37]毎日夢中で追いかけてた
;[02:51.85]每天疯狂地追赶
;[02:51.85]あの時君は君は希望を見た
;[02:57.69]那个时候 你看到了希望
;[02:57.69]暗闇に浮かぶ希望を見た
;[03:03.70]看到了黑暗里隐隐浮动的希望
;[03:03.70]行き先照らす
;[03:06.87]这会成为
;[03:06.87]明かりになるだろう
;[03:09.93]照亮你前路的光吧
;[03:09.93]もう迷うことはないんだ
;[03:15.23]已经不再迷茫
;[03:15.23]いつか傷つくことがあるとしても
;[03:21.13]哪怕未来会受伤
;[03:21.13]友がくれた言葉を胸に
;[03:27.29]将朋友的赠言放在心里
;[03:27.29]傷を癒して進み続けるよ
;[03:33.20]能治愈伤口继续前进
;[03:33.20]きっとその先でまた会えるから
;[04:02.33]因为未来一定还能再见
;[04:02.33]あの時君は君は勇気を得た
;[04:07.82]那个时候 你得到了勇气
;[04:07.82]友を信じ抜く勇気を得た
;[04:14.63]得到了相信朋友的勇气
;[04:14.63]永遠に消えない誇りになるだろう
;[04:20.43]这会是永远铭记的骄傲吧
;[04:20.43]最後の鐘が響き出す
;[04:25.62]最后的钟声响起
;[04:25.62]たとえ涙が落ちてしまうとしても
;[04:31.29]约定好就算流下泪水
;[04:31.29]下を向いたりしないと誓おう
;[04:37.47]也绝不向下看
;[04:37.47]そっと重ねた思い出の数だけ
;[04:43.39]悄悄增加的回忆
;[04:43.39]光ゆらめいて背中を押した
;[04:55.43]闪着光推着我向前
;[04:55.43]あのねありがとう
;[04:59.50]那个 谢谢了
;[04:59.50]またあの場所で
;[04:64.50]下次还在老地方
;[04:64.50]
